Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# PaymentCardCvv
source: Security Code (CVV)
cs: Bezpečností kód (CVV)
he: קוד האבטחה (CVV)
hr: Kod (CVV)
hu: Biztonsági kód (CVV)
nb: Sikkerhetskode (CVV)
sk: Bezpečnostný kód (CVV)
sr_cyrl: Безбедносни кôд (CVV)

# PaymentCardExpireDate
source: MM/YY
he: ח/ש
hr: MM/GG
nb: MM/ÅÅ
sk: MM/RR

# PaymentCardInfo
source: Payment info
cs: Informace o platbě
he: פרטי תשלום
hr: Podaci o plaćanju
hu: Fizetési információ
nb: Betalingsinformasjon
sk: Informácie o platbe
sr_cyrl: Подаци о плаћању

# PaymentCardName
source: First and Last Name
cs: Jméno a příjmení
he: שם ושם משפחה
hr: Ime i prezime
hu: Vezeték- és keresztnév
nb: Navn Etternavn
sk: Meno a priezvisko
sr_cyrl: Име и презиме

# PaymentCardNumber
source: Card Number
cs: Číslo karty
he: מספר כרטיס
hr: Broj kartice
hu: Kártyaszám
nb: Kortnummer
sk: Číslo karty
sr_cyrl: Број картице

# PaymentCardSavePaymentInformation
source: Save Payment Information
cs: Uložit platební informace
he: שמור את פרטי התשלום
hr: Spremi podatke o plaćanju
hu: Fizetési információk mentése
nb: Lagre betalingsinformasjon
sk: Uložiť platobné informácie
sr_cyrl: Сачувај податке о плаћању

# PaymentCardSavePaymentInformationInfoLine1
source: You can save your payment info for future use. It will be stored directly with the payment provider. Telegram has no access to your credit card data.
cs: Můžete uložit své platební údaje pro budoucí použití. Budou uloženy přímo u poskytovatele platby. Telegram nemá žádný přístup k Vaší kartě nebo datům.
he: באפשרותך לשמור את פרטי התשלום שלך לשימוש עתידי. הם יישמרו ישירות עם ספק התשלומים שלך. לטלגרם אין שום גישה לפרטי האשראי שלך.
hr: Možete spremiti podatke o plaćanju za buduće korištenje. Pohranit će se izravno kod davatelja usluga plaćanja. Telegram nema pristup podacima s vaše kreditne kartice.
hu: Elmentheted fizetési adatokat későbbi használatra. Ezt közvetlenül a fizetési szolgáltató tárolja. A Telegram nem fér hozzá a hitelkártya adatokhoz.
nb: Du kan lagre betalingsinformasjonen for fremtidig bruk. Informasjonen vil bli lagret direkte hos betalingsleverandøren. Telegram har ingen tilgang til dine kredittkortdata.
sk: Môžete si uložiť vaše platobné informácie pre budúce použitie. Budú uložené priamo u poskytovateľa platieb. Telegram nemá prístup k údajom o vašej kreditnej karte.
sr_cyrl: Податке о плаћању можете сачувати за каснију употребу. Биће сачувани директно код добављача плаћања. Telegram нема приступ вашој кредитној картици.

# PaymentCardTitle
source: Payment card
cs: Platební karta
he: כרטיס אשראי
hr: Kartica za plaćanje
hu: Bankkártya
nb: Betalingskort
sk: Platobná karta
sr_cyrl: Платна картица

# PaymentCheckout
source: Checkout
cs: Platba
he: מצב חשבון
hr: Blagajna
hu: Számla
nb: Betaling
sk: Sumár
sr_cyrl: Каса

# PaymentCheckoutEmail
source: Contact address
cs: Kontaktní adresa
he: כתובת איש קשר
hr: Adresa za kontakt
hu: Levelezési cím
nb: Kontaktadresse
sk: Kontaktná adresa
sr_cyrl: Контакт-адреса

# PaymentCheckoutMethod
source: Payment method
cs: Platební metoda
he: שיטת התשלום
hr: Vrsta plaćanja
hu: Fizetési mód
nb: Betalingsmetode
sk: Spôsob platby
sr_cyrl: Начин плаћања

# PaymentCheckoutMethodNewCard
source: Add Bank Card
cs: Přidat bankovní kartu...
he: הוסף כרטיס אשראי...
hr: Dodaj bankovnu karticu...
hu: Új bankkártya hozzáadása…
nb: Legg til bankkort…
sk: Pridať bankovú kartu...
sr_cyrl: Додај банковну картицу...

# PaymentCheckoutName
source: Name
cs: Jméno
he: שם
hr: Ime
hu: Név
nb: Navn
sk: Meno
sr_cyrl: Име

# PaymentCheckoutPay
source: PAY {0}
cs: ZAPLATIT {0}
he: שלם ⁨{0}⁩
hr: PLATI {0}
hu: {0} KIFIZETÉSE
nb: BETAL {0}
sk: ZAPLATIŤ {0}
sr_cyrl: ПЛАТИ {0}

# PaymentCheckoutPhoneNumber
source: Phone number
cs: Telefonní číslo
he: מספר טלפון
hr: Broj telefona
hu: Telefonszám
nb: Telefonnummer
sk: Telefónne číslo
sr_cyrl: Број телефона

# PaymentCheckoutShippingMethod
source: Shipping method
cs: Výběr dopravy
he: שיטת המשלוח
hr: Način dostave
hu: Szállítási mód
nb: Fraktmetode
sk: Spôsob dopravy
sr_cyrl: Начин доставе

# PaymentConfirmationMessage
source: Your card {0} is on file. To pay with this card, please enter your 2-Step-Verification password.
cs: Vaše karta {0} je uložena. Chcete-li zaplatit pomocí této karty, zadejte prosím heslo Vašeho dvoufázového ověření.
he: הכרטיס שלך ⁨{0}⁩ הוזן. בכדי לשלם באמצעות כרטיס זה, הזן את הסיסמה שלך לאימות דו-שלבי.
hr: Vaša kartica {0} je spremljena. Za plaćanje ovom karticom unesite lozinku za potvrdu u dva koraka.
hu: Az elmentett kártyád: {0}. Ha ezzel akarsz fizetni, akkor add meg a kétlépcsős azonosításhoz szükséges jelszavadat.
nb: Ditt kort {0} er lagret. For å betale med dette kortet, vennligst oppgi ditt passord for totrinnsbekreftelse.
sk: Vaša karta {0} je uložená. Pre platbu touto kartou, zadajte heslo pre 2-stupňové overenie.
sr_cyrl: Сачували сте картицу {0}. Да бисте платили овом картицом, унесите лозинку за верификацију у два корака.

# PaymentFailed
source: Sorry, the payment was declined.
cs: Litujeme, platba byla zamítnuta.
he: מצטערים, התשלום נדחה.
hr: Nažalost, plaćanje je odbijeno.
hu: Sajnáljuk, a fizetés visszautasítva.
nb: Beklager, betalingen ble avvist.
sk: Prepáčte, platba bola zamietnutá.
sr_cyrl: Уплата је одбијена.

# PaymentInvoice
source: INVOICE
cs: FAKTURA
he: חשבונית
hr: RAČUN
hu: SZÁMLA
nb: FAKTURA
sk: FAKTÚRA
sr_cyrl: ФАКТУРА

# PaymentNoShippingMethod
source: Sorry, it is not possible to deliver to your address.
cs: Litujeme, není možné doručovat na Vaši adresu.
he: מצטערים, לא ניתן לשלוח לכתובת שלך.
hr: Nažalost, dostava nije moguća na vašu adresu.
hu: Sajnáljuk, a szállítás nem érhető el a címedre.
nb: Beklager, det er ikke mulig å levere til adressen din.
sk: Prepáčte, doručenie na vašu adresu nie je možné.
sr_cyrl: Није могућа достава на вашу адресу.

# PaymentPrecheckoutFailed
source: Sorry, the payment was canceled by the bot.
cs: Litujeme, platba byla zrušena botem.
he: מצטערים, התשלום בוטל על ידי הבוט.
hr: Nažalost, bot je prekinuo plaćanje.
hu: Sajnáljuk, a fizetést a bot visszautasította.
nb: Beklager, betalingen ble avbrutt av roboten.
sk: Prepáčte, platba bola zrušená botom.
sr_cyrl: Бот је сторнирао уплату.

# PaymentReceipt
source: Receipt
cs: Účet
he: קבלה
hr: Račun
hu: Nyugta
nb: Kvittering
sk: Doklad
sr_cyrl: Рачун

# PaymentShippingAddress
source: Shipping address
cs: Doručovací adresa
he: כתובת המשלוח
hr: Adresa dostave
hu: Szállítási cím
nb: Leveringsadresse
sk: Doručovacia adresa
sr_cyrl: Адреса за доставу

# PaymentShippingAddress1Placeholder
source: Address 1 (Street)
cs: Adresa 1 (ulice)
he: כתובת 1 (רחוב)
hr: Adresa 1 (ulica)
hu: Cím 1 (Utca)
nb: Adresselinje 1
sk: Adresa 1 (Ulica)
sr_cyrl: Адреса 1 (улица)

# PaymentShippingAddress2Placeholder
source: Address 2 (Street)
cs: Adresa 2 (ulice)
he: כתובת 2 (רחוב)
hr: Adresa 2 (ulica)
hu: Cím 2 (Utca)
nb: Adresselinje 2
sk: Adresa 2 (Ulica)
sr_cyrl: Адреса 2 (улица)

# PaymentShippingCityPlaceholder
source: City
cs: Město
he: עיר
hr: Grad
hu: Város
nb: Sted
sk: Mesto
sr_cyrl: Град

# PaymentShippingCountry
source: Country
cs: Země
he: מדינה
hr: Zemlja
hu: Ország
nb: Land
sk: Krajina
sr_cyrl: Земља

# PaymentShippingEmailPlaceholder
source: Email
he: דוא"ל
hr: E-pošta
hu: Email cím
nb: E-post
sr_cyrl: Е-пошта

# PaymentShippingInfo
source: Shipping Information
cs: Informace o dopravě
he: פרטי המשלוח
hr: Podaci o dostavi
hu: Szállítási információ
nb: Leveringsadresse
sk: Informácie o preprave
sr_cyrl: Подаци о достави

# PaymentShippingName
source: Full Name
cs: Celé jméno
he: שם מלא
hr: Puno ime
hu: Teljes név
nb: Fullt navn
sk: Celé meno
sr_cyrl: Пуно име

# PaymentShippingPhoneNumber
source: Phone Number
cs: Telefonní číslo
he: מספר טלפון
hr: Broj telefona
hu: Telefonszám
nb: Telefonnummer
sk: Telefónne číslo
sr_cyrl: Број телефона

# PaymentShippingReceiver
source: Receiver
cs: Příjemce
he: נמען
hr: Primatelj
hu: Átvevő
nb: Mottaker
sk: Príjemca
sr_cyrl: Прималац

# PaymentShippingSave
source: Save Shipping Information
cs: Uložit informace o dopravě
he: שמור את פרטי המשלוח
hr: Spremi podatke o dostavi
hu: Szállítási információ mentése
nb: Lagre leveringsadresse
sk: Uložiť informácie o preprave
sr_cyrl: Сачувај податке о достави

# PaymentShippingSaveInfo
source: You can save your shipping info for future use.
cs: Informace o dopravě můžete uložit pro budoucí použití.
he: באפשרותך לשמור את פרטי המשלוח שלך לשימוש עתידי.
hr: Možete spremiti podatke o dostavi za buduće korištenje.
hu: Elmentheted szállítási adataid későbbi felhasználásra.
nb: Du kan lagre leveringsadressen din for senere bruk.
sk: Môžete si uložiť informácie o preprave pre budúce použitie.
sr_cyrl: Податке о достави можете сачувати за каснију употребу.

# PaymentShippingStatePlaceholder
source: State
cs: Stát
he: מחוז
hr: Država
hu: Állam
nb: Fylke
sk: Štát
sr_cyrl: Држава

# PaymentShippingZipPlaceholder
source: Postcode
cs: PSČ
he: מיקוד
hr: Poštanski broj
hu: Irányítószám
nb: Postnummer
sk: PSČ
sr_cyrl: Поштански број

# PaymentSuccessfullyPaid
source: You successfully transferred {0} to {1} for {2}
cs: Právě bylo úspěšně převedeno {0} pro {1} za {2}
he: העברת בהצלחה את ⁨{0}⁩ אל ⁨{1}⁩ עבור ⁨{2}⁩
hr: Uspješno ste poslali {0} prema {1} za {2}
hu: Sikeresen átutaltál {0} összeget {1} számára ezért: {2}
nb: Overføringen på {0} til {1} som betaling for {2} ble gjennomført
sk: Úspešne ste previedli sumu {0} pre {1} za {2}
sr_cyrl: Успешно сте уплатили износ од {0} примаоцу {1} за {2}

# PaymentSuccessfullyPaidNoItem
source: You successfully transferred {0} to {1}
cs: Úspěšně převedeno {0} pro {1}
he: העברת בהצלחה ⁨{0}⁩ אל ⁨{1}⁩
hr: Uspješno ste prebacili {0} prema {1}
hu: {0} sikeresen átutalva ide: {1}
nb: Overføringen på {0} til {1} ble gjennomført
sk: Úspešne ste previedli sumu {0} používateľovi {1}
sr_cyrl: Успешно сте уплатили износ од {0} примаоцу {1}

# PaymentTestInvoice
source: TEST INVOICE
cs: TEST FAKTURY
he: חשבונית נסיון
hr: PROBNI RAČUN
hu: Tesztszámla
nb: TEST FAKTURA
sk: TEST FAKTÚRY
sr_cyrl: ПРОБНА ФАКТУРА

# PaymentTipOptional
source: Tip (Optional)
cs: Tip (volitelné)
he: טיפ (רשות)
hr: Napojnica (Neobavezno)
hu: Borravaló (opcionális)
nb: Tips (valgfritt)
sk: Obslužné (Voliteľné)
sr_cyrl: Напојница (опционално)

# PaymentTransactionMessage
source: Do you really want to transfer {0} to the {1} bot for {2}?
cs: Opravdu chcete převést {0} pro {1} bota za {2}?
he: האם בוודאות ברצונך להעביר ⁨{0}⁩ אל בוט ⁨{1}⁩ עבור ⁨{2}⁩?
hr: Želite li poslati {0} prema {1} za {2}?
hu: Biztosan átutalod a(z) {0} összeget {1} bothoz {2} címen?
nb: Er du sikker på at du vil overføre {0} til roboten {1} for {2}?
sk: Ste si istý, že chcete odoslať platbu {0} botovi {1} za {2}?
sr_cyrl: Желите ли да пренесете {0} боту {1} за {2}?

# PaymentTransactionReview
source: Transaction Review
cs: Přehled transakce
he: סקירת עסקה
hr: Pregled transakcije
hu: Tranzakció áttekintése
nb: Transaksjonsoversikt
sk: Rekapitulácia
sr_cyrl: Преглед трансакције

# PaymentTransactionTotal
source: Total
cs: Celkem
he: סך הכל
hr: Ukupno
hu: Összesen
nb: Totalt
sk: Spolu
sr_cyrl: Укупно

# PaymentWarning
source: Warning
cs: Varování
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
nb: Advarsel
sk: Upozornenie
sr_cyrl: Упозорење

# PaymentWarningText
source: Neither Telegram, nor {0} will have access to your credit card information. Credit card details will be handled only by the payment system, {1}. Payments will go directly to the developer of {0}. Telegram cannot provide any guarantees, so proceed at your own risk. In case of problems, please contact the developer of {0} or your bank.
cs: Telegram ani {0} nebudou mít přístup k informacím Vaší platební karty. Údaje o platební kartě budou zpracovány pouze prostřednictvím platebního systému, {1}. Platby půjdou přímo vývojářům {0}. Telegram nemůže poskytovat žádné záruky, proto postupujete na vlastní nebezpečí. V případě problémů kontaktujte vývojáře {0} nebo svou banku.
he: לטלגרם, וגם ל⁨{0}⁩ לא תהיה גישה לפרטי כרטיס האשראי שלך. פרטי כרטיס האשראי יטופלו רק באמצעות מערכת התשלומים, ⁨{1}⁩. התשלומים יועברו ישירות אל המפתח של ⁨{0}⁩. טלגרם לא יוכל לספק ערבויות לכסף, ולכן המשך באחריותך בלבד. במקרה של בעיות, נא ליצור קשר עם המפתחים של ⁨{0}⁩ או עם הבנק שלך.
hr: {0} i Telegram neće imati pristup vašim podacima s kreditne kartice. Podatke s vaše kreditne kartice će koristiti jedino platni sustav - {1}. Novac će se prebaciti direktno programeru bota {0}. Telegram ne nudi nikakvu garanciju, ali možete nastaviti s plaćanjem na vlastitu odgovornost. U slučaju problema kontaktirajte programera {0} bota ili svoju banku.
hu: Sem a Telegram, sem {0} nem éri el hitelkártyád adatait. A hitelkártya adatokat csak a(z) {1} rendszer kezeli. A befizetés közvetlenül a(z) {0} fejlesztőjéhez megy, azonban erre Telegram semmilyen garanciát sem tud vállalni. Csak saját felelősségedre folytasd a műveletet. Probléma esetén, vedd fel a kapcsolatot a(z) {0} fejlesztőjével vagy a bankoddal.
nb: Hverken Telegram eller {0} vil ha tilgang til kredittkortinformasjonen din. Kredittkortinformasjonen vil bare bli håndtert av betalingssystemet {1}. Betaling vil gå rett til utvikleren av {0}. Telegram kan ikke gi noen garantier, så du fortsetter på egen risiko. Hvis det oppstår problemer, vennligst kontakt utvikleren av {0} eller banken din.
sk: Ani Telegram, ani {0} nemá prístup k informáciám o Vašich kreditných kartách. Sú spracované výlučne platobným systémom, {1}. Platby sa odosielajú priamo vývojárovi {0}. Telegram nenesie žiadnu zodpovednosť ani neposkytuje záruky. Konáte tak na vlastné riziko. V prípade problémov, kontaktujte prosím vývojára {0} alebo Vašu banku.
sr_cyrl: Ни Telegram ни {0} неће имати приступ подацима о вашој кредитној картици. Податке о кредитној картици обрађиваће само платни систем {1}. Исплата ће ићи директно програмеру {0}. Telegram не може пружити никакве гаранције, па наставите на сопствени ризик. У случају проблема, контактирајте програмера {0} или своју банку.

source: People Nearby
cs: Lidé v okolí
he: אנשים באיזור
hr: Osobe u blizini
hu: Közeli emberek
nb: Folk i nærheten
sk: Ľudia nablízku
sr_cyrl: Људи у близини

# PeopleNearbyEmpty
source: Looking for users around you...
cs: Vyhledávám uživatele v okolí...
he: מחפש משתמשים באיזורך...
hr: Traženje korisnika u blizini...
hu: Felhasználók keresése a közeledben...
nb: Ser etter brukere i næheten av deg…
sk: Hľadanie používateľov v okolí…
sr_cyrl: Тражење корисника у вашој близини...

# PeopleNearbyHeader
source: People nearby
cs: Lidé v okolí
he: אנשים באיזור
hr: Osobe u blizini
hu: Közeli emberek
nb: Folk i nærheten
sk: Ľudia nablízku
sr_cyrl: Људи у близини

# PeopleNearbyInfo
source: Ask your friend nearby to open this page to exchange phone numbers.
cs: Pro výměnu telefonních čísel požádejte přítele v okolí o otevření této stránky.
he: בקש מחבריך באיזור לפתוח דף זה כדי לשתף מספרי טלפון.
hr: Zamolite prijatelja u blizini da otvori ovu stranicu za razmjenu brojeva.
hu: Kérd meg barátaidat, hogy nyissák meg ezt az oldalt, így telefonszámot tudtok cserélni.
nb: Spør en venn i nærheten om å åpne denne siden for å utveksle telefonnumre.
sk: Požiadajte vášho priateľa nablízku, aby otvoril tuto stránku pre výmennú telefónnych čísiel.
sr_cyrl: Замолите пријатеља у близини да отвори ову страницу да бисте разменили бројеве телефона.

# PermissionNoAudio
source: Telegram needs microphone access so that you can send voice messages.
cs: Telegram potřebuje přístup k mikrofonu, abyste mohli odesílat hlasové zprávy.
he: טלגרם זקוק לגישה למיקרופון שלך בכדי שתוכל לשלוח הודעות קוליות.
hr: Telegram treba pristup vašem mikrofonu kako biste mogli slati glasovne poruke.
hu: A Telegramnak hozzáférésre van szüksége a mikrofonodhoz ahhoz, hogy hangüzenetet küldhess.
nb: Telegram trenger mikrofontilgang så du kan sende talemeldinger.
sk: Telegram potrebuje prístup k mikrofónu, aby ste mohli odosielať hlasové správy.
sr_cyrl: Telegram-у је потребан приступ микрофону да бисте могли слати гласовне поруке.

# PermissionNoAudioVideo
source: Telegram needs access to your microphone so that you can record videos.
cs: Telegram potřebuje přístup k mikrofonu pro nahrávání videí.
he: טלגרם זקוק לגישה למיקרופון שלך בכדי שתוכל להקליט סרטונים.
hr: Telegram treba pristup vašem mikrofonu kako biste mogli snimati videozapise.
hu: A Telegramnak hozzá kell férnie a mikrofonhoz, hogy videót rögzíthess.
nb: Telegram trenger tilgang til mikrofonen din så du kan spille inn video med lyd.
sk: Telegram potrebuje prístup k vášmu mikrofónu, aby ste mohli zaznamenávať videá.
sr_cyrl: Telegram-у је потребан приступ микрофону да бисте могли снимати видео.

# PermissionNoCamera
source: Telegram needs camera access so that you can take photos and videos. Please enable it in Settings.
cs: Pro funkce pořizování fotek a videí potřebuje Telegram povolení přístupu k fotoaparátu v telefonu. Povolte prosím toto v Nastavení.
he: טלגרם זקוק לגישה למצלמה שלך כדי שתוכל לצלם תמונות וסרטונים. נא לאפשר זאת בהגדרות.
hr: Telegram treba pristup vašoj kameri kako biste mogli snimati slike i videozapise. Omogućite pristup u postavkama.
hu: A Telegramnak hozzá kell férnie a kamerához, hogy fotókat és videókat készíthess. Kérjük, engedélyezd ezt a beállításokban.
nb: Telegram trenger kameratilgang så du kan ta bilder og video. Vennligst tillat dette i innstillinger.
sk: Telegram potrebuje prístup k fotoaparátu za účelom fotografovania a nahrávania videí. Povoľte ho, prosím, v nastaveniach.
sr_cyrl: Telegram-у је потребан приступ камери да бисте могли снимати слике и видео. Омогућите у подешавањима.

# PermissionNoLocationPosition
source: Telegram needs access to your location.
cs: Telegram potřebuje přístup k Vaší poloze.
he: טלגרם זקוק לגישה למיקום שלך.
hr: Telegram treba pristup vašoj lokaciji.
hu: A Telegramnak hozzáférésre van szüksége a tartózkodási helyedhez.
nb: Telegram trenger tilgang posisjonen din.
sk: Telegram potrebuje prístup k vaše polohe.
sr_cyrl: Telegram-у је потребан приступ вашој локацији

# PermissionOpenSettings
source: Settings
cs: Nastavení
he: הגדרות
hr: Postavke
hu: BEÁLLÍTÁSOK
nb: Innstillinger
sk: Nastavenia
sr_cyrl: Подешавања

source: Phone
cs: Telefon
he: טלפון
hr: Broj telefona
hu: Telefonszám
nb: Telefon
sk: Telefón
sr_cyrl: Телефон

source: Phone number
cs: Telefonní číslo
he: מספר טלפון
hr: Broj telefona
hu: Telefonszám
nb: Telefonnummer
sk: Telefónne číslo
sr_cyrl: Број телефона

# PhoneNumberAlert
source: Users will see your new number if they have it in their address book or your privacy settings allow them to see it. You can modify this in Settings > Privacy and Security > Phone number.
cs: Všem Vašim kontaktům na Telegramu se přidá toto nové číslo do seznamu za předpokladu, že měli Vaše staré číslo a nezablokovali jste je. Toto můžete změnit v Nastavení > Soukromí a zabezpečení > Telefonní číslo
he: משתמשים יראו את המספר החדש שלך אם הוא קיים בספר הטלפונים שלהם, או אם הגדרות הפרטיות שלך מאפשרות להם לראות אותו. באפשרותך לשנות זאת בהגדרות > פרטיות ואבטחה > מספר טלפון.
hr: Korisnici će vidjeti vaš novi broj ako ga imaju u svom imeniku ili im vaše postavke privatnosti dopuštaju da ga vide. To možete promijeniti u Postavkama > Privatnost i sigurnost > Broj telefona.
hu: A felhasználók akkor láthatják az új számod, ha szerepelsz a névjegyeik között, vagy az adatvédelmi beállításaid ezt lehetővé teszik. Ezt a Beállítások > Adatvédelem és biztonság > Telefonszám menüben módosíthatod.
nb: Brukere vil se ditt nye nummer hvis de har det lagt til i kontaktlisten sin eller hvis dine personverninnstillinger tillater dem å se det. Du kan endre dette i Innstillinger > Personvern og sikkerhet > Telefonnummer
sk: Používatelia uvidia vaše nové číslo, ak ho majú v zozname alebo ak im to umožnia vaše nastavenia súkromia. Toto môžete zmeniť v Nastavenia > Súkromie a bezpečnosť > Telefónne číslo.
sr_cyrl: Корисници ће видети ваш нови број ако га имају у именику или ако им ваша подешавања приватности то омогуће. Ово можете изменити под Подешавања > Приватност и безбедност > Број телефона.

# PhoneNumberChange2
source: Change Number
cs: Změnit číslo
he: שנה מספר
hr: Promijeni broj
hu: Telefonszám módosítása
nb: Endre nummer
sk: Zmena telefónneho čísla
sr_cyrl: Промени број

# PhoneNumberFlood
source: Sorry, you have deleted and re-created your account too many times recently. Please wait for a few days before signing up again.
cs: Litujeme, v poslední době byl Váš účet odstraněn a obnoven příliš mnohokrát. Před dalším přihlášením prosím počkejte pár dnů.
he: מצטערים, מחקת ויצרת מחדש את החשבון שלך יותר מדי פעמים לאחרונה. נא להמתין מספר ימים לפני ביצוע ניסיון הרשמה חוזר.
hr: Nažalost, u zadnje vrijeme ste previše puta izbrisali i ponovno izradili račun. Molimo pričekajte nekoliko dana prije nego što pokušate ponovno izraditi račun.
hu: Sajnáljuk, túl sokszor törölted és hoztad létre a fiókodat újra rövid időn belül. Várj néhány napot az újabb regisztrációhoz.
nb: Beklager, du har slettet og gjenopprettet Telegram-kontoen din for mange ganger i det siste. Vennligst vent noen dager før du oppretter kontoen din igjen.
sk: Prepáčte, v poslednej dobe ste svoj účet príliš veľakrát odstránili a znovu vytvorili. Počkajte, prosím, pár dní pred ďalším prihlásením.
sr_cyrl: У последње време сте превише пута избрисали и поново направили налог. Сачекајте неколико дана пре новог покушаја.

# PhoneNumberHelp
source: You can change your Telegram number here. Your account and all your cloud data messages, media, contacts, etc. will be moved to the new number.
cs: Zde si můžete změnit své číslo. Váš účet a všechny zálohované data — zprávy, média, kontakty atd. se přesunou s novým číslem.
he: אתה יכול לשנות את מספר הטלגרם שלך כאן. החשבון שלך וכל נתוני הענן שלך - הודעות, מדיה, אנשי קשר וכו' יועברו למספר החדש.
hr: Ovdje možete promijeniti svoj Telegram broj. Vaš račun i svi vaši podaci u oblaku — poruke, mediji, kontakti i ostalo će biti premješteno na novi broj.
hu: Itt megváltoztathatod a Telegramos telefonszámod. A fiókod és az összes felhőben tárolt adatod — üzenet, média, névjegy, stb. az új számhoz lesz rendelve.
nb: Du kan endre Telegram nummeret ditt her. Kontoen din og alle dine skydata – meldinger, kontakter, alle mediefiler osv. vil bli flyttet til det nye telefonnummeret.
sk: Tu môžete zmeniť vaše Telegramové číslo. Váš účet a všetky vaše údaje v cloude – správy, médiá, kontakty, atď. budú presunuté na nové číslo.
sr_cyrl: Овде можете да промените свој број за Telegram. Ваш налог и сви подаци у облаку (поруке, медији, контакти итд.) биће премештени на нови број.

# PhotoForRestDescription
source: You can upload a public photo for users who are restricted from seeing your real profile photos.
cs: Můžete nahrát veřejnou fotku pro uživatele, kteří mají zakázáno zobrazovat vaše skutečné profilové fotky.
he: באפשרותך להעלות תמונת פרופיל ציבורית עבור משתמשים שמוגבלים מלראות את תמונות הפרופיל האמיתיות שלך.
hr: Možete postaviti javnu sliku za one koji ne mogu vidjeti vaše prave slike profila.
hu: Fel tudsz tölteni egy nyilvános fotót azon felhasználók számára, akik nem láthatják a valódi profilképedet.
nb: Du kan laste opp et offentlig bilde for brukere som er begrenset fra å se dine egentlige profilbilder.
sk: Nahrať môžete verejnú fotku pre používateľov, ktorí nemajú prístup k vašim skutočným profilovým fotkám.
sr_cyrl: Можете да отпремите јавну слику за кориснике којима није дозвољено да виде праве слике вашег профила.

# Photos_one
source: {0} photo
cs: {0} fotku
he: תמונה אחת
hr: {0} slika
hu: {0} fénykép
nb: {0} bilde
sk: {0} fotka
sr_cyrl: {0} слика

# Photos_other
source: {0} photos
cs: {0} fotek
he: ⁨{0}⁩ תמונות
hr: {0} slika
hu: {0} fénykép
nb: {0} bilder
sk: {0} fotiek
sr_cyrl: {0} слика

# PinAlsoFor
source: Also pin for {0}
cs: Připnout také u {0}
he: נעץ גם עבור ⁨{0}⁩
hr: Prikvači i korisniku {0}
hu: Rögzítés {0} számára is
nb: Fest også for {0}
sk: Tiež pripnúť pre {0}
sr_cyrl: Закачи и за {0}
